{
  "navFind": "Find a course",
  "navBecome": "Become a tutor",
  "navProfile": "Profile",

  "join": "Join now",

  "title1": "Unlock Your Academic Potential!",
  "description1": "At Smart Study, we understand the challenges that university students face. Our mission is to unlock your academic potential and empower you to conquer even the most daunting courses.",
  
  "title2": "A Trusted Partner in Your Academic Journey",
  "description2": "We believe that no student should navigate the academic journey alone. As a trusted partner, we are dedicated to providing you with top-notch academic assistance that aligns with your goals. Our team of passionate tutors is committed to seeing you succeed and will tailor their approach to suit your unique learning style. Join us today and experience the transformative power of personalized academic support tailored to your needs. Let's pave the way to your academic success together!",

  "title3": "Your Path to Academic Excellence Starts Here",
  "description3": "Our commitment to your success goes beyond merely passing courses; we aim to nurture a deep understanding of the subject matter, fostering a lifelong love for learning. Our team believes in the power of education and its ability to shape not only your academic future but also your overall growth as an individual. With our support, you can conquer academic challenges with confidence, unlock your true potential, and set yourself on a trajectory of lifelong success. Join our community of motivated learners today and embark on a journey of academic achievement with Smart Study by your side.",

  "cardSectionTitle": "The perfect time to learn",
  "cardSectionDescription": "Empowering university students to achieve academic excellence through personalized course assistance, expert tutoring, and comprehensive learning support.",

  "cardTitle1": "Expert subject specialization",
  "cardDescription1": "Our tutors are subject matter experts in their respective fields, ensuring in-depth knowledge and targeted guidance for each subject, no matter how challenging.",
  
  "cardTitle2": "Interactive learning experience",
  "cardDescription2": "Experience engaging and interactive tutoring sessions that foster a deeper understanding of the course material and encourage active participation in your learning journey.",

  "cardTitle3": "Quality teachers",
  "cardDescription3": "We carefully screen and vet our teachers to ensure they have the necessary expertise and communication skills.",

  "cardTitle4": "Comprehensive course coverage",
  "cardDescription4": "Our tutors cover a wide range of subjects and academic levels, providing support for various courses to meet your academic requirements.",  

  "cardTitle5": "Affordable rates",
  "cardDescription5": "We believe that everyone deserves access to quality education, which is why we offer competitive and affordable rates for our tutoring services.",

  "cardTitle6": "Improved academic performance",
  "cardDescription6": "With our help, you will notice an improvement in your academic performance. Our teachers are dedicated to helping you achieve your goals.",

  "questionsTitle": "Frequently Asked Questions",

  "question1": "What services do you offer for university students?",
  "answer1": "We offer personalized academic support for university students struggling with specific courses. Our team of expert tutors and subject specialists is here to help you excel in your studies.",
  
  "question2": "Is the assistance provided online or in-person?",
  "answer2": "Our services are primarily conducted online, offering the flexibility and convenience for students to schedule sessions that fit their busy lives.",
  
  "question3": "How does SmartStudy select its tutors?",
  "answer3": "SmartStudy employs a rigorous vetting process to handpick tutors. We assess their academic qualifications, teaching experience, and communication skills, ensuring you learn from the best.",
  
  "question4": "Can I choose the subjects I need help with?",
  "answer4": "Absolutely! SmartStudy offers assistance across a wide range of subjects and academic levels. You have the flexibility to select the courses you require support in.",
  
  "question5": "Does SmartStudy offer support for exam preparation?",
  "answer5": "Absolutely! Our tutors are well-equipped to assist with exam prep. They'll provide study guides, practice tests, and tailored strategies to boost your confidence on exam day.",
  
  "question6": "Are SmartStudy's rates competitive?",
  "answer6": "Yes, indeed! We believe in making quality education accessible. Our rates are competitive and tailored to suit your budget, without compromising on the high standards of our tutoring services.",
  
  "question7": "How does SmartStudy ensure the privacy and security of my information?",
  "answer7": "We take your privacy seriously. SmartStudy employs robust data encryption and follows stringent security protocols to safeguard your personal and academic information. Your data is in safe hands with us.",
  
  "question8": "How does SmartStudy ensure the quality of its tutoring sessions?",
  "answer8": "SmartStudy maintains top-notch tutoring quality through regular performance evaluations and student feedback. Our tutors are dedicated professionals who continually update their teaching methods, ensuring an enriching and effective learning experience for every student."
}