{
  "navFind": "Finden Sie einen Kurs",
  "navBecome": "Werden Sie Nachhilfelehrer",
  "navProfile": "Profil",

  "join": "Jetzt beitreten",

  "title1": "Entfalten Sie Ihr akademisches Potenzial!",
  "description1": "Bei Smart Study verstehen wir die Herausforderungen, mit denen Universitätsstudenten konfrontiert sind. Unsere Mission ist es, Ihr akademisches Potenzial freizusetzen und Sie in die Lage zu versetzen, selbst die schwierigsten Kurse zu meistern.",
  
  "title2": "Ein vertrauenswürdiger Partner auf Ihrer akademischen Reise",
  "description2": "Wir glauben, dass kein Student den akademischen Weg alleine bewältigen sollte. Als vertrauenswürdiger Partner sind wir bestrebt, Ihnen erstklassige akademische Unterstützung zu bieten, die Ihren Zielen entspricht. Unser Team aus leidenschaftlichen Tutoren setzt sich für Ihren Erfolg ein und passt seinen Ansatz an Ihren individuellen Lernstil an. Treten Sie uns noch heute bei und erleben Sie die transformative Kraft einer personalisierten akademischen Unterstützung, die auf Ihre Bedürfnisse zugeschnitten ist. Lassen Sie uns gemeinsam den Weg zu Ihrem Studienerfolg ebnen!",

  "title3": "Ihr Weg zu akademischer Exzellenz beginnt hier",
  "description3": "Unser Engagement für Ihren Erfolg geht über das bloße Bestehen von Kursen hinaus. Unser Ziel ist es, ein tiefes Verständnis für das Thema zu fördern und eine lebenslange Liebe zum Lernen zu fördern. Unser Team glaubt an die Kraft der Bildung und ihre Fähigkeit, nicht nur Ihre akademische Zukunft, sondern auch Ihr gesamtes persönliches Wachstum zu gestalten. Mit unserer Unterstützung können Sie akademische Herausforderungen souverän meistern, Ihr wahres Potenzial entfalten und sich auf den Weg zum lebenslangen Erfolg begeben. Treten Sie noch heute unserer Gemeinschaft motivierter Lernender bei und begeben Sie sich mit Smart Study an Ihrer Seite auf eine Reise akademischer Erfolge.",

  "cardSectionTitle": "Der perfekte Zeitpunkt zum Lernen",
  "cardSectionDescription": "Wir befähigen Universitätsstudenten, durch personalisierte Kursunterstützung, fachkundige Nachhilfe und umfassende Lernunterstützung akademische Exzellenz zu erreichen",

  "cardTitle1": "Expertenfach-Spezialisierung",
  "cardDescription1": "Unsere Tutoren sind Fachexperten in ihrem jeweiligen Fachgebiet und gewährleisten fundiertes Wissen und gezielte Anleitung für jedes Fach, egal wie anspruchsvoll.",
  
  "cardTitle2": "Interaktive Lernerfahrung",
  "cardDescription2": "Erleben Sie spannende und interaktive Nachhilfesitzungen, die ein tieferes Verständnis des Kursmaterials fördern und die aktive Teilnahme an Ihrer Lernreise fördern.",

  "cardTitle3": "Qualitätslehrer",
  "cardDescription3": "Wir prüfen und prüfen unsere Lehrer sorgfältig, um sicherzustellen, dass sie über das erforderliche Fachwissen und die erforderlichen Kommunikationsfähigkeiten verfügen.",

  "cardTitle4": "Umfassende Kursabdeckung",
  "cardDescription4": "Unsere Tutoren decken ein breites Spektrum an Fächern und akademischen Niveaus ab und unterstützen verschiedene Kurse, um Ihren akademischen Anforderungen gerecht zu werden.",

  "cardTitle5": "Erschwingliche Tarife",
  "cardDescription5": "Wir glauben, dass jeder Zugang zu hochwertiger Bildung verdient, deshalb bieten wir wettbewerbsfähige und erschwingliche Preise für unsere Nachhilfedienste an.",

  "cardTitle6": "Verbesserte akademische Leistung",
  "cardDescription6": "Mit unserer Hilfe werden Sie eine Verbesserung Ihrer schulischen Leistungen bemerken. Unsere Lehrer sind bestrebt, Ihnen beim Erreichen Ihrer Ziele zu helfen.",

  "questionsTitle": "Häufig gestellte Fragen",

  "question1": "Welche Dienstleistungen bieten Sie für Studierende an?",
  "answer1": "Wir bieten personalisierte akademische Unterstützung für Universitätsstudenten, die Schwierigkeiten mit bestimmten Kursen haben. Unser Team aus erfahrenen Tutoren und Fachspezialisten hilft Ihnen dabei, in Ihrem Studium hervorragende Leistungen zu erbringen.",
  
  "question2": "Wird die Hilfe online oder persönlich geleistet?",
  "answer2": "Unsere Dienste werden hauptsächlich online durchgeführt und bieten den Studenten die Flexibilität und Bequemlichkeit, Sitzungen zu planen, die zu ihrem geschäftigen Leben passen.",
  
  "question3": "Wie wählt SmartStudy seine Tutoren aus?",
  "answer3": "SmartStudy wendet einen strengen Überprüfungsprozess an, um Tutoren auszuwählen. Wir bewerten ihre akademischen Qualifikationen, Lehrerfahrung und Kommunikationsfähigkeiten, um sicherzustellen, dass Sie von den Besten lernen.",
 
  "question4": "Kann ich die Themen auswählen, bei denen ich Hilfe benötige?",
  "answer4": "Absolut! SmartStudy bietet Unterstützung für ein breites Spektrum an Fächern und akademischen Niveaus. Sie haben die Flexibilität, die Kurse auszuwählen, in denen Sie Unterstützung benötigen.",
 
  "question5": "Bietet SmartStudy Unterstützung bei der Prüfungsvorbereitung?",
  "answer5": "Absolut! Unsere Tutoren sind gut ausgestattet, um Sie bei der Prüfungsvorbereitung zu unterstützen. Sie stellen Ihnen Studienführer, Übungstests und maßgeschneiderte Strategien zur Verfügung, um Ihr Selbstvertrauen am Prüfungstag zu stärken.",
 
  "question6": "Sind die Preise von SmartStudy wettbewerbsfähig?",
  "answer6": "Ja, in der Tat! Wir glauben daran, qualitativ hochwertige Bildung zugänglich zu machen. Unsere Preise sind wettbewerbsfähig und auf Ihr Budget zugeschnitten, ohne Kompromisse bei den hohen Standards unserer Nachhilfedienste einzugehen.",
 
  "question7": "Wie gewährleistet SmartStudy den Datenschutz und die Sicherheit meiner Daten?",
  "answer7": "Wir nehmen Ihre Privatsphäre ernst. SmartStudy verwendet eine robuste Datenverschlüsselung und befolgt strenge Sicherheitsprotokolle, um Ihre persönlichen und akademischen Daten zu schützen. Ihre Daten sind bei uns in sicheren Händen.",
 
  "question8": "Wie stellt SmartStudy die Qualität seiner Nachhilfesitzungen sicher?",
  "answer8": "SmartStudy sorgt durch regelmäßige Leistungsbewertungen und Rückmeldungen der Studierenden für eine erstklassige Nachhilfequalität. Unsere Nachhilfelehrer sind engagierte Profis, die ihre Lehrmethoden kontinuierlich aktualisieren und so eine bereichernde und effektive Lernerfahrung für jeden Schüler gewährleisten."
}